Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Останавливает текущую проверку задержки.
ar: يوقف اختبار زمن الوصول الحالي.
de: Stoppt den laufenden Latenztest.
en: Stops the current latency test.
es: Detiene la prueba de latencia actual.
fr: Arrête le test de latence en cours.
hi: वर्तमान विलंब जाँच रोकता है।
it: Ferma il test di latenza attuale.
ja: 現在の遅延テストを停止します。
ko: 현재 지연 테스트를 중지합니다.
pt_br: Interrompe o teste de latência atual.
tr: Geçerli gecikme testini durdurur.
zh_hans: 停止当前的延迟检测。

source: Остановить
ar: إيقاف
de: Stoppen
en: Stop
es: Detener
fr: Arrêter
hi: रोकें
it: Ferma
ja: 停止
ko: 중지
pt_br: Parar
tr: Durdur
zh_hans: 停止

source: Остановить проверку
ar: إيقاف الاختبار
de: Test stoppen
en: Stop the test
es: Detener la prueba
fr: Arrêter le test
hi: जाँच रोकें
it: Ferma il test
ja: テストを停止
ko: 테스트 중지
pt_br: Parar o teste
tr: Testi durdur
zh_hans: 停止检测

source: Остановлен
ar: متوقّف
de: Gestoppt
en: Stopped
es: Detenido
fr: Arrêté
hi: रोका गया
it: Fermato
ja: 停止済み
ko: 중지됨
pt_br: Parado
tr: Durduruldu
zh_hans: 已停止

source: От %lld
ar: من %lld
de: Von %lld
en: From %lld
es: Desde %lld
fr: De %lld
hi: %lld से
it: Da %lld
ja: 開始 %lld
ko: 시작 %lld
pt_br: De %lld
tr: Başlangıç %lld
zh_hans: 起始 %lld

source: Ответ отличается от эталонного — содержимое подменяется.
ar: الاستجابة تختلف عن المرجعية — يجري استبدال المحتوى.
de: Die Antwort weicht von der Referenz ab – der Inhalt wird ersetzt.
en: The response differs from the reference — the content is being substituted.
es: La respuesta difiere de la de referencia: el contenido se sustituye.
fr: La réponse diffère de la référence — le contenu est remplacé.
hi: जवाब संदर्भ से अलग है — सामग्री बदली जा रही है।
it: La risposta è diversa da quella di riferimento: il contenuto viene sostituito.
ja: 応答が対照と異なります。内容が差し替えられています。
ko: 응답이 대조와 달라요. 내용이 바뀌고 있어요.
pt_br: A resposta é diferente da de referência: o conteúdo está sendo substituído.
tr: Yanıt referanstan farklı — içerik değiştiriliyor.
zh_hans: 响应与参照不同，内容被替换。

source: Ответ сервера по клиентам
ar: استجابة الخادم حسب العملاء
de: Server-Antwort nach Clients
en: Server response by client
es: Respuesta del servidor por cliente
fr: Réponse du serveur par client
hi: क्लाइंट के अनुसार सर्वर का जवाब
it: Risposta del server per client
ja: クライアントごとのサーバー応答
ko: 클라이언트별 서버 응답
pt_br: Resposta do servidor por cliente
tr: İstemcilere göre sunucu yanıtı
zh_hans: 服务器按客户端的响应

source: Ответил
ar: استجاب
de: Antwort erhalten
en: Responded
es: Respondió
fr: A répondu
hi: जवाब दिया
it: Ha risposto
ja: 応答あり
ko: 응답함
pt_br: Respondeu
tr: Yanıt verdi
zh_hans: 已响应

# Ответили %lld из %lld ресурсов.
source: Ответили %1$lld из %2$lld ресурсов.
ar: استجاب %lld من أصل %lld مورد.
de: %lld von %lld Ressourcen haben geantwortet.
en: %lld of %lld resources responded.
es: Respondieron %lld de %lld recursos.
fr: %lld ressources sur %lld ont répondu.
hi: %lld में से %lld संसाधनों ने जवाब दिया।
it: Hanno risposto %lld risorse su %lld.
ja: %lld / %lld のリソースが応答しました。
ko: 리소스 %lld곳 중 %lld곳이 응답했습니다.
pt_br: Responderam %lld de %lld recursos.
tr: %lld / %lld kaynak yanıt verdi.
zh_hans: %lld 个资源中有 %lld 个已响应。

source: Ответы
ar: الاستجابات
de: Antworten
en: Responses
es: Respuestas
fr: Réponses
hi: उत्तर
it: Risposte
ja: 応答
ko: 응답
pt_br: Respostas
tr: Yanıtlar
zh_hans: 响应

source: ОТВЕТЫ
ar: الاستجابات
de: ANTWORTEN
en: RESPONSES
es: RESPUESTAS
fr: RÉPONSES
hi: उत्तर
it: RISPOSTE
ja: 応答
ko: 응답
pt_br: RESPOSTAS
tr: YANITLAR
zh_hans: 响应

source: Ответы полностью различаются.
ar: الاستجابات مختلفة تماماً.
de: Die Antworten unterscheiden sich vollständig.
en: The responses differ completely.
es: Las respuestas son totalmente distintas.
fr: Les réponses sont totalement différentes.
hi: उत्तर पूरी तरह भिन्न हैं।
it: Le risposte sono completamente diverse.
ja: 応答が完全に異なります。
ko: 응답이 완전히 다릅니다.
pt_br: As respostas são totalmente diferentes.
tr: Yanıtlar tamamen farklı.
zh_hans: 响应完全不同。

source: Ответы провайдера и эталона совпадают.
ar: استجابات المزوّد والمرجع متطابقة.
de: Die Antworten des Anbieters und der Referenz stimmen überein.
en: The provider's and reference responses match.
es: Las respuestas del proveedor y de la referencia coinciden.
fr: Les réponses du fournisseur et de la référence sont identiques.
hi: प्रदाता और संदर्भ के उत्तर समान हैं।
it: Le risposte del provider e del riferimento coincidono.
ja: プロバイダーと基準の応答が一致します。
ko: 제공자와 기준의 응답이 일치합니다.
pt_br: As respostas do provedor e da referência coincidem.
tr: Sağlayıcı ve referans yanıtları aynı.
zh_hans: 运营商与参照的响应一致。

source: Ответы согласованы между резолверами.
ar: الاستجابات متّسقة بين المحلّلات.
de: Die Antworten sind zwischen den Resolvern konsistent.
en: Responses are consistent across resolvers.
es: Las respuestas concuerdan entre los resolutores.
fr: Les réponses sont cohérentes entre les résolveurs.
hi: रिज़ॉल्वरों के बीच उत्तर संगत हैं।
it: Le risposte sono coerenti tra i resolver.
ja: リゾルバ間で応答が一致しています。
ko: 리졸버 간 응답이 일치합니다.
pt_br: As respostas são consistentes entre os resolvedores.
tr: Yanıtlar çözümleyiciler arasında tutarlı.
zh_hans: 各解析器之间的响应一致。

source: Отвечает
ar: يستجيب
de: Antwortet
en: Responds
es: Responde
fr: Répond
hi: उत्तर देता है
it: Risponde
ja: 応答あり
ko: 응답함
pt_br: Responde
tr: Yanıt veriyor
zh_hans: 有响应

source: Отдача
ar: الرفع
de: Upload
en: Upload
es: Subida
fr: Envoi
hi: अपलोड
it: Upload
ja: アップロード
ko: 업로드
pt_br: Upload
tr: Yükleme
zh_hans: 上传

source: Отдача (upload)…
ar: الرفع (upload)…
de: Upload …
en: Upload…
es: Subida (upload)…
fr: Envoi (upload)…
hi: अपलोड…
it: Upload…
ja: アップロード中…
ko: 업로드 (upload)…
pt_br: Upload…
tr: Yükleme (upload)…
zh_hans: 上传中…

source: Отдельная история результатов, запущенных по расписанию.
ar: سجل منفصل لنتائج عمليات التشغيل المجدولة.
de: Ein separater Verlauf der Ergebnisse aus geplanten Ausführungen.
en: A separate history of results from scheduled runs.
es: Historial aparte de los resultados ejecutados según la programación.
fr: Historique distinct des résultats lancés selon la planification.
hi: शेड्यूल पर चले परिणामों का अलग इतिहास।
it: Cronologia separata dei risultati eseguiti secondo programmazione.
ja: スケジュール実行の結果だけをまとめた履歴です。
ko: 예약 실행 결과만 따로 모은 기록이에요.
pt_br: Histórico separado dos resultados executados por agendamento.
tr: Zamanlamayla çalıştırılan testlerin ayrı geçmişi.
zh_hans: 按计划运行的结果单独记录。

source: Открепить
ar: إلغاء التثبيت
de: Lösen
en: Unpin
es: Dejar de fijar
fr: Détacher
hi: अनपिन करें
it: Sblocca
ja: ピン留めを解除
ko: 고정 해제
pt_br: Desafixar
tr: Sabitlemeyi kaldır
zh_hans: 取消置顶

source: Откройте свой geosite.dat / geoip.dat или загрузите сборку Loyalsoldier. Тип определяется автоматически.
ar: افتح ملف geosite.dat / geoip.dat الخاص بك أو حمّل إصدار Loyalsoldier. يُحدَّد النوع تلقائيًا.
de: Öffne deine geosite.dat / geoip.dat oder lade das Loyalsoldier-Build. Der Typ wird automatisch erkannt.
en: Open your own geosite.dat / geoip.dat or load a Loyalsoldier build. The type is detected automatically.
es: Abre tu geosite.dat / geoip.dat o carga la compilación de Loyalsoldier. El tipo se detecta automáticamente.
fr: Ouvrez votre geosite.dat / geoip.dat ou chargez la build Loyalsoldier. Le type est détecté automatiquement.
hi: अपनी geosite.dat / geoip.dat खोलें या Loyalsoldier बिल्ड लोड करें। प्रकार अपने आप पहचाना जाता है।
it: Apri il tuo geosite.dat / geoip.dat o carica la build di Loyalsoldier. Il tipo viene rilevato automaticamente.
ja: 自分の geosite.dat / geoip.dat を開くか、Loyalsoldier のビルドを読み込んでください。種類は自動的に判別されます。
ko: 자신의 geosite.dat / geoip.dat를 열거나 Loyalsoldier 빌드를 불러오세요. 유형은 자동으로 판별됩니다.
pt_br: Abra seu geosite.dat / geoip.dat ou baixe a build da Loyalsoldier. O tipo é detectado automaticamente.
tr: Kendi geosite.dat / geoip.dat dosyanızı açın veya Loyalsoldier derlemesini indirin. Tür otomatik olarak belirlenir.
zh_hans: 打开你自己的 geosite.dat / geoip.dat，或加载 Loyalsoldier 构建。类型自动识别。

source: Откройте ссылку или отсканируйте QR на устройстве с установленным INCY.
ar: افتح الرابط أو امسح رمز QR على جهاز مثبَّت عليه INCY.
de: Öffne den Link oder scanne den QR auf einem Gerät mit installiertem INCY.
en: Open the link or scan the QR on a device with INCY installed.
es: Abre el enlace o escanea el QR en un dispositivo con INCY instalado.
fr: Ouvrez le lien ou scannez le QR sur un appareil où INCY est installé.
hi: INCY इंस्टॉल किए गए डिवाइस पर लिंक खोलें या QR स्कैन करें।
it: Apri il link o scansiona il QR su un dispositivo con INCY installato.
ja: INCY がインストールされたデバイスでリンクを開くか、QR をスキャンしてください。
ko: INCY가 설치된 기기에서 링크를 열거나 QR을 스캔하세요.
pt_br: Abra o link ou escaneie o QR em um dispositivo com o INCY instalado.
tr: INCY yüklü bir cihazda bağlantıyı açın veya QR'ı tarayın.
zh_hans: 在已安装 INCY 的设备上打开链接或扫描 QR。

source: Открываем TLS к одному и тому же IP с «запрещённым» именем и с контрольным. Если рвётся только «запрещённое» — это DPI-фильтрация по SNI.
ar: نفتح TLS إلى عنوان IP نفسه باسم «محظور» وباسم تحكّم. إذا انقطع «المحظور» وحده، فهذه تصفية DPI حسب SNI.
de: Wir bauen TLS zur selben IP zweimal auf: einmal mit einem „gesperrten“ Namen und einmal mit einem Kontrollnamen. Wird nur der „gesperrte“ abgebrochen, filtert das Netzwerk per DPI nach SNI.
en: We open TLS to the same IP twice: once with a “restricted” name and once with a control name. If only the “restricted” one is cut off, the network filters by SNI (DPI).
es: Se abre una conexión TLS a la misma IP con un nombre “prohibido” y con uno de control. Si solo se corta la “prohibida”, es un filtrado DPI por SNI.
fr: Nous ouvrons une connexion TLS vers la même IP avec un nom « interdit », puis avec un nom de contrôle. Si seule la connexion « interdite » est coupée, il s’agit d’un filtrage DPI par SNI.
hi: एक ही IP पर "प्रतिबंधित" नाम और कंट्रोल नाम के साथ TLS खोला जाता है। अगर सिर्फ़ "प्रतिबंधित" वाला टूटता है — यह SNI के आधार पर DPI फ़िल्टरिंग है।
it: Apriamo una connessione TLS allo stesso IP con un nome “vietato” e con uno di controllo. Se cade solo quello “vietato”, si tratta di filtraggio DPI per SNI.
ja: 同じ IP に対して「禁止」対象の名前と対照用の名前で TLS 接続を開きます。「禁止」対象のみ切断される場合は、SNI による DPI フィルタリングです。
ko: 같은 IP에 '금지' 대상 이름과 대조용 이름으로 TLS 연결을 열어요. '금지' 대상만 끊긴다면 SNI 기반 DPI 필터링이에요.
pt_br: Abrimos uma conexão TLS ao mesmo IP com um nome “proibido” e com um de controle. Se apenas o “proibido” cai, trata-se de filtragem DPI por SNI.
tr: Aynı IP’ye hem “yasaklı” hem de kontrol adıyla TLS açıyoruz. Yalnızca “yasaklı” olan kopuyorsa, bu SNI’ye göre DPI filtrelemesidir.
zh_hans: 向同一个 IP 分别用“被禁”名称和对照名称建立 TLS。如果只有“被禁”的连接被中断，这就是按 SNI 的 DPI 过滤。

source: Открываем много параллельных TLS-соединений к одному хосту. Если часть срывается — это троттлинг по числу TLS-сессий, характерный для некоторых операторов.
ar: نفتح عدة اتصالات TLS متوازية إلى مضيف واحد. إذا انقطع بعضها فهذا تقييد لعدد جلسات TLS، وهو سمة لبعض المشغّلين.
de: Wir öffnen viele parallele TLS-Verbindungen zu einem einzigen Host. Wenn ein Teil abbricht, handelt es sich um Drosselung nach Anzahl der TLS-Sitzungen, wie sie für manche Anbieter typisch ist.
en: Opens many parallel TLS connections to a single host. If some drop, that's throttling by number of TLS sessions, typical of some carriers.
es: Abrimos muchas conexiones TLS paralelas al mismo host. Si algunas se cortan, es una limitación por número de sesiones TLS, típica de ciertos operadores.
fr: Ouvre de nombreuses connexions TLS parallèles vers un même hôte. Si une partie échoue, il s'agit d'une limitation du nombre de sessions TLS, caractéristique de certains opérateurs.
hi: एक ही होस्ट से कई समानांतर TLS कनेक्शन खोलते हैं। यदि कुछ टूट जाते हैं — तो यह TLS सत्रों की संख्या के आधार पर थ्रॉटलिंग है, जो कुछ ऑपरेटरों की विशेषता है।
it: Apriamo molte connessioni TLS parallele verso lo stesso host. Se alcune si interrompono, è un throttling in base al numero di sessioni TLS, tipico di alcuni operatori.
ja: 同一ホストへ多数の並列 TLS 接続を開きます。一部が切断される場合、TLS セッション数によるスロットリングであり、一部の通信事業者に特有の挙動です。
ko: 하나의 호스트에 여러 병렬 TLS 연결을 엽니다. 일부가 끊긴다면 일부 통신사에서 나타나는 TLS 세션 수 기반 스로틀링입니다.
pt_br: Abrimos muitas conexões TLS paralelas a um mesmo host. Se parte delas cair — é throttling pelo número de sessões TLS, típico de algumas operadoras.
tr: Aynı sunucuya çok sayıda paralel TLS bağlantısı açarız. Bir kısmı kesilirse — bu, bazı operatörlerde görülen TLS oturum sayısına göre kısıtlamadır.
zh_hans: 向同一主机建立大量并行 TLS 连接。如果部分被切断 — 说明存在按 TLS 会话数量限速的行为，某些运营商常见。

source: Открывает TLS-соединение и показывает сертификат, цепочку доверия, версию протокола и ALPN. Помогает проверить безопасность и корректность настройки HTTPS.
ar: يفتح اتصال TLS ويعرض الشهادة وسلسلة الثقة وإصدار البروتوكول وALPN. يساعد على التحقق من أمان وصحة إعداد HTTPS.
de: Öffnet eine TLS-Verbindung und zeigt Zertifikat, Vertrauenskette, Protokollversion und ALPN. Hilft, die Sicherheit und korrekte Konfiguration von HTTPS zu prüfen.
en: Opens a TLS connection and shows the certificate, trust chain, protocol version, and ALPN. Helps verify HTTPS security and correct setup.
es: Abre una conexión TLS y muestra el certificado, la cadena de confianza, la versión del protocolo y ALPN. Ayuda a verificar la seguridad y la correcta configuración de HTTPS.
fr: Ouvre une connexion TLS et affiche le certificat, la chaîne de confiance, la version du protocole et l'ALPN. Aide à vérifier la sécurité et la bonne configuration du HTTPS.
hi: TLS कनेक्शन खोलता है और प्रमाणपत्र, ट्रस्ट श्रृंखला, प्रोटोकॉल संस्करण और ALPN दिखाता है। HTTPS की सुरक्षा और सही सेटअप जाँचने में मदद करता है।
it: Apre una connessione TLS e mostra il certificato, la catena di attendibilità, la versione del protocollo e ALPN. Aiuta a verificare la sicurezza e la corretta configurazione HTTPS.
ja: TLS 接続を開き、証明書、信頼チェーン、プロトコルバージョン、ALPN を表示します。HTTPS の安全性と設定の正しさを確認するのに役立ちます。
ko: TLS 연결을 열어 인증서, 신뢰 체인, 프로토콜 버전, ALPN을 보여줍니다. HTTPS 설정의 보안과 정확성을 확인하는 데 유용합니다.
pt_br: Abre uma conexão TLS e mostra o certificado, a cadeia de confiança, a versão do protocolo e o ALPN. Ajuda a verificar a segurança e a correção da configuração HTTPS.
tr: TLS bağlantısı açar ve sertifikayı, güven zincirini, protokol sürümünü ve ALPN'i gösterir. HTTPS yapılandırmasının güvenliğini ve doğruluğunu kontrol etmeye yardımcı olur.
zh_hans: 建立 TLS 连接并显示证书、信任链、协议版本和 ALPN。帮助检查 HTTPS 配置的安全性与正确性。

source: Открываются в браузере — детали о сети, префиксе и точках обмена трафиком.
ar: تُفتح في المتصفح — تفاصيل عن الشبكة والبادئة ونقاط تبادل البيانات.
de: Öffnen im Browser – Details zu Netz, Präfix und Austauschpunkten.
en: Open in the browser — details on the network, prefix and traffic exchange points.
es: Se abren en el navegador: detalles de la red, el prefijo y los puntos de intercambio.
fr: S’ouvrent dans le navigateur — détails sur le réseau, le préfixe et les points d’échange.
hi: ब्राउज़र में खुलते हैं — नेटवर्क, प्रीफ़िक्स और ट्रैफ़िक एक्सचेंज पॉइंट का विवरण।
it: Si aprono nel browser — dettagli su rete, prefisso e punti di scambio.
ja: ブラウザで開きます — ネットワーク、プレフィックス、トラフィック交換点の詳細。
ko: 브라우저에서 열림 — 네트워크, 프리픽스, 트래픽 교환 지점 정보.
pt_br: Abrem no navegador — detalhes da rede, do prefixo e dos pontos de troca.
tr: Tarayıcıda açılır — ağ, önek ve trafik değişim noktaları hakkında ayrıntılar.
zh_hans: 在浏览器中打开——网络、前缀和流量交换点的详情。

source: Открыто
ar: مفتوحة
de: Offen
en: Open
es: Abiertos
fr: Ouverts
hi: खुले
it: Aperte
ja: 開放
ko: 열림
pt_br: Abertas
tr: Açık
zh_hans: 开放

source: Открытые порты
ar: المنافذ المفتوحة
de: Offene Ports
en: Open ports
es: Puertos abiertos
fr: Ports ouverts
hi: खुले पोर्ट
it: Porte aperte
ja: 開放ポート
ko: 열린 포트
pt_br: Portas abertas
tr: Açık portlar
zh_hans: 开放端口

source: Открытых портов не найдено
ar: لم يُعثر على منافذ مفتوحة
de: Keine offenen Ports gefunden
en: No open ports found
es: No se encontraron puertos abiertos
fr: Aucun port ouvert trouvé
hi: कोई खुला पोर्ट नहीं मिला
it: Nessuna porta aperta trovata
ja: 開放ポートが見つかりません
ko: 열린 포트를 찾을 수 없습니다
pt_br: Nenhuma porta aberta encontrada
tr: Açık port bulunamadı
zh_hans: 未找到开放端口

source: Открыть
ar: فتح
de: Öffnen
en: Open
es: Abrir
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
tr: Aç
zh_hans: 打开

source: Открыть .dat файл
ar: فتح ملف .dat
de: .dat-Datei öffnen
en: Open .dat file
es: Abrir archivo .dat
fr: Ouvrir un fichier .dat
hi: .dat फ़ाइल खोलें
it: Apri file .dat
ja: .dat ファイルを開く
ko: .dat 파일 열기
pt_br: Abrir arquivo .dat
tr: .dat dosyası aç
zh_hans: 打开 .dat 文件

source: Открыть .mrs файл
ar: فتح ملف .mrs
de: .mrs-Datei öffnen
en: Open .mrs file
es: Abrir archivo .mrs
fr: Ouvrir un fichier .mrs
hi: .mrs फ़ाइल खोलें
it: Apri file .mrs
ja: .mrs ファイルを開く
ko: .mrs 파일 열기
pt_br: Abrir arquivo .mrs
tr: .mrs dosyası aç
zh_hans: 打开 .mrs 文件

source: Открыть CheckNet
ar: فتح CheckNet
de: CheckNet öffnen
en: Open CheckNet
es: Abrir CheckNet
fr: Ouvrir CheckNet
hi: CheckNet खोलें
it: Apri CheckNet
ja: CheckNet を開く
ko: CheckNet 열기
pt_br: Abrir o CheckNet
tr: CheckNet’i aç
zh_hans: 打开 CheckNet

source: Открыть Настройки
ar: فتح الإعدادات
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir Réglages
hi: सेटिंग्ज़ खोलें
it: Apri Impostazioni
ja: 「設定」を開く
ko: 설정 열기
pt_br: Abrir Ajustes
tr: Ayarlar’ı aç
zh_hans: 打开“设置”

source: Открыть файл
ar: فتح الملف
de: Datei öffnen
en: Open file
es: Abrir archivo
fr: Ouvrir un fichier
hi: फ़ाइल खोलें
it: Apri file
ja: ファイルを開く
ko: 파일 열기
pt_br: Abrir arquivo
tr: Dosya aç
zh_hans: 打开文件

source: Откуда проверять
ar: من أين نختبر
de: Von wo testen
en: Where to test from
es: Desde dónde comprobar
fr: Où tester depuis
hi: कहाँ से जाँचें
it: Da dove verificare
ja: どこから確認
ko: 어디서 확인
pt_br: De onde testar
tr: Nereden test edilecek
zh_hans: 从哪里检测

source: Отлично — задержка почти не растёт
ar: ممتاز — زمن الوصول لا يرتفع تقريبًا
de: Ausgezeichnet – Latenz steigt kaum
en: Excellent — latency barely rises
es: Excelente: la latencia apenas sube
fr: Excellent — la latence augmente à peine
hi: बढ़िया — विलंब लगभग नहीं बढ़ता
it: Eccellente — la latenza sale appena
ja: 優秀 — 遅延はほとんど増えません
ko: 훌륭함 — 지연이 거의 늘지 않음
pt_br: Excelente — a latência quase não sobe
tr: Mükemmel — gecikme neredeyse artmıyor
zh_hans: 优秀——延迟几乎不增加

source: Отличный
ar: ممتاز
de: Ausgezeichnet
en: Excellent
es: Excelente
fr: Excellent
hi: बहुत अच्छा
it: Eccellente
ja: 非常に良い
ko: 매우 좋음
pt_br: Excelente
tr: Mükemmel
zh_hans: 优秀

source: Отмена
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
tr: İptal
zh_hans: 取消

source: Отменено
ar: أُلغي
de: Abgebrochen
en: Cancelled
es: Cancelado
fr: Annulé
hi: रद्द किया गया
it: Annullato
ja: キャンセルされました
ko: 취소됨
pt_br: Cancelado
tr: İptal edildi
zh_hans: 已取消

# отпр. %lld · получ. %lld
source: отпр. %1$lld · получ. %2$lld
ar: مُرسَل %lld · مُستلَم %lld
de: gesendet %lld · empf. %lld
en: sent %lld · recv %lld
es: env. %lld · recib. %lld
fr: env. %lld · reçus %lld
hi: भेजे %lld · मिले %lld
it: inv. %lld · ric. %lld
ja: 送信 %lld · 受信 %lld
ko: 송신 %lld · 수신 %lld
pt_br: env. %lld · receb. %lld
tr: gön. %lld · alın. %lld
zh_hans: 发送 %lld · 接收 %lld

source: Отправим magic-пакет на MAC-адрес. Работает только внутри локальной сети и только если устройство умеет просыпаться по сети.
ar: سنرسل حزمة سحرية إلى عنوان MAC. تعمل داخل الشبكة المحلية فقط، وإذا كان الجهاز يدعم الإيقاظ عبر الشبكة.
de: Sendet ein Magic Packet an die MAC-Adresse. Funktioniert nur im lokalen Netz und nur, wenn das Gerät Wake-on-LAN beherrscht.
en: We'll send a magic packet to the MAC address. It only works inside the local network, and only if the device supports wake-on-network.
es: Enviaremos un paquete mágico a la dirección MAC. Solo funciona en la red local y si el dispositivo admite el despertar por red.
fr: Nous enverrons un paquet magique à l'adresse MAC. Cela ne fonctionne que sur le réseau local et si l'appareil gère le réveil par le réseau.
hi: हम MAC पते पर मैजिक पैकेट भेजेंगे। यह केवल स्थानीय नेटवर्क में और तभी काम करता है जब डिवाइस नेटवर्क से जागना समर्थित करे।
it: Invieremo un magic packet all'indirizzo MAC. Funziona solo nella rete locale e solo se il dispositivo supporta il risveglio via rete.
ja: MAC アドレスへマジックパケットを送ります。ローカルネットワーク内で、機器がネットワーク起動に対応している場合のみ有効です。
ko: MAC 주소로 매직 패킷을 보냅니다. 로컬 네트워크 안에서, 기기가 네트워크 깨우기를 지원할 때만 동작합니다.
pt_br: Enviaremos um magic packet para o endereço MAC. Só funciona dentro da rede local e se o dispositivo suportar acordar pela rede.
tr: MAC adresine bir magic packet göndeririz. Yalnızca yerel ağda ve cihaz ağdan uyanmayı destekliyorsa çalışır.
zh_hans: 向该 MAC 地址发送魔术包。仅在局域网内有效，且设备需支持网络唤醒。

source: Отправить
ar: إرسال
de: Senden
en: Send
es: Enviar
fr: Envoyer
hi: भेजें
it: Invia
ja: 送信
ko: 보내기
pt_br: Enviar
tr: Gönder
zh_hans: 发送

source: Отправить тестовое событие
ar: إرسال حدث تجريبي
de: Testereignis senden
en: Send test event
es: Enviar un evento de prueba
fr: Envoyer un événement de test
hi: टेस्ट इवेंट भेजें
it: Invia evento di prova
ja: テストイベントを送信
ko: 테스트 이벤트 보내기
pt_br: Enviar evento de teste
tr: Test olayı gönder
zh_hans: 发送测试事件

source: Отправлено
ar: أُرسل
de: Gesendet
en: Sent
es: Enviados
fr: Envoyés
hi: भेजे गए
it: Inviati
ja: 送信
ko: 보냄
pt_br: Enviados
tr: Gönderildi
zh_hans: 已发送

source: Отправляет «магический пакет» по MAC-адресу, чтобы удалённо разбудить устройство в локальной сети.
ar: يرسل «حزمة سحرية» إلى عنوان MAC لإيقاظ جهاز عن بُعد داخل الشبكة المحلية.
de: Sendet ein „Magic Packet“ an die MAC-Adresse, um ein Gerät im lokalen Netzwerk aus der Ferne aufzuwecken.
en: Sends a “magic packet” to a MAC address to remotely wake a device on the local network.
es: Envía un “paquete mágico” a la dirección MAC para encender de forma remota un dispositivo en la red local.
fr: Envoie un « paquet magique » à une adresse MAC pour réveiller à distance un appareil du réseau local.
hi: स्थानीय नेटवर्क में डिवाइस को दूर से जगाने के लिए MAC पते पर “मैजिक पैकेट” भेजता है।
it: Invia un “pacchetto magico” all'indirizzo MAC per riattivare da remoto un dispositivo nella rete locale.
ja: MAC アドレス宛てに「マジックパケット」を送信し、ローカルネットワーク内のデバイスをリモートで起動します。
ko: MAC 주소로 「매직 패킷」을 보내 로컬 네트워크의 기기를 원격으로 깨웁니다.
pt_br: Envia um “pacote mágico” pelo endereço MAC para despertar remotamente um dispositivo na rede local.
tr: Yerel ağdaki bir cihazı uzaktan uyandırmak için MAC adresine “sihirli paket” gönderir.
zh_hans: 按 MAC 地址发送「魔术包」，以远程唤醒局域网中的设备。
